{
  "welcome": "Добро пожаловать в Rick And Morty Graphql API",
  "login": "Войти",
  "register": "Регистрация",
  "toLogIn": "Чтобы использовать Graphql, вам необходимо войти в систему.",
  "btnToLogIn": "Введите логин",
  "toEditor": "Теперь вы можете перейти в редактор",
  "btnToEditor": "Редактор GraphiQL",
  "aboutProjectTitle": "О нашем проекте",
  "aboutProjectText": "GraphQL — это язык запросов для API и среда выполнения для выполнения этих запросов с вашими существующими данными. GraphQL предоставляет полное и понятное описание данных в вашем API, дает клиентам возможность запрашивать именно то, что им нужно, и не более того, упрощает разработку API с течением времени и предоставляет мощные инструменты разработчика.GraphQL Playground поставляется с основными функциями, такими как подсветка синтаксиса, интеллектуальный ввод текста перед полями, выделение ошибок в реальном времени и создание отчетов для запросов и переменных, обозреватель документации, поиск, поддержка уценки и многое другое.",
  "aboutRSSchoolTitle": "Курс RS School React",
  "aboutRSSchoolText": "Школа RS работает по принципу 'Плати вперед'. Члены нашего сообщества бесплатно делятся своими знаниями и проверяют задания учеников, и мы надеемся, что наши ученики продолжат эту работу в качестве наших наставников и в будущем.Обучаться в RS School может каждый, независимо от возраста, профессиональной занятости и места жительства. Однако перед началом программы у вас должно быть достаточно базовых знаний.",
  "aboutUs": "Наша команда",

  "not_found": {
    "message": "Похоже, Вы Потерялись",
    "button": "Вернуться на главную страницу"
  },

  "header": {
    "login": "Войти",
    "register": "Регистрация"
  },

  "error": {
    "email-already-in-use": "Этот адрес электронной почты уже зарегистрирован в системе.",
    "invalid-email": "Некорректный формат адреса электронной почты.",
    "user-not-found": "Пользователь с таким адресом электронной почты не найден в системе.",
    "wrong-password": "Неверный пароль пользователя.",
    "user-token-expired": "Срок действия токена пользователя истек.",
    "too-many-requests": "Превышено количество запросов. Попробуйте позже.",
    "user-disabled": "Пользователь отключен в системе.",
    "default": "Что-то пошло не так ¯\\_(ツ)_/¯"
  },

  "msg": {
    "reset-password-sent": "Ссылка для сброса пароля отправлена!"
  }
}
